[
  {
    "stereotype": 1,
    "sentence_text": "Los jovenes son mas fuertes que algunas señoritas y damas."
  },
  {
    "stereotype": 1,
    "sentence_text": "Aveces te portaas como una niña, no aguantas nada."
  },
  {
    "stereotype": 1,
    "sentence_text": "Las mujeres de ahora solo se saben quejar y ni cocinar saben."
  },
  {
    "stereotype": 1,
    "sentence_text": "La zorra de la vecina estuvo despierta toda la noche."
  },
  {
    "stereotype": 1,
    "sentence_text": "Como siempre los hijos se quedaron con la mamá."
  },
  {
    "stereotype": 1,
    "sentence_text": "Yo no se, preguntale a tu papá a ver que dice."
  },
  {
    "stereotype": 1,
    "sentence_text": "No sabes ni lavar calzones y ya quieres andar de novio."
  },
  {
    "stereotype": 1,
    "sentence_text": "Los colores rosa son solo para las niñas."
  },
  {
    "stereotype": 1,
    "sentence_text": "los niños no lloran."
  },
  {
    "stereotype": 1,
    "sentence_text": "aguantese como machito."
  },
  {
    "stereotype": 1,
    "sentence_text": "Para que quieres estudiar si te vas a casar."
  },
  {
    "stereotype": 1,
    "sentence_text": "No creo que ella aguante la presion de la oficina."
  },
  {
    "stereotype": 1,
    "sentence_text": "Esos juguetes son solo para niñas."
  },
  {
    "stereotype": 1,
    "sentence_text": "Yo soy delicada como una flor."
  },
  {
    "stereotype": 1,
    "sentence_text": "Wey pues que esperabas soy hombre."
  },
  {
    "stereotype": 1,
    "sentence_text": "Con el rostro lavado, sin rastros de esos maquillajes perfectos con los que se presentó en los debates frente a Donald Trump, con su pelo al natural sin ondas ni extra fijador para volumen como la vimos recorrer el país durante toda su campaña, y con sólo un poco de color brillante en los labios."
  },
  {
    "stereotype": 1,
    "sentence_text": "Ella mostraba pesadumbre, conmoción, ira e incomodidad."
  },
  {
    "stereotype": 1,
    "sentence_text": "Calladita te vez mas bonita."
  },
  {
    "stereotype": 1,
    "sentence_text": "La victima ejercia trabajo sexualy consumía drogas."
  },
  {
    "stereotype": 1,
    "sentence_text": "Divorcio e infidelidad: posibles causas del asesinato."
  },
  {
    "stereotype": 1,
    "sentence_text": "Esta futbolista es la Messi femenina."
  },
  {
    "stereotype": 1,
    "sentence_text": "Conoce a la abogada mas sexy de la pelicula."
  },
  {
    "stereotype": 1,
    "sentence_text": "Tras discusión con su pareja, mujer muere en plenas fiestas."
  },
  {
    "stereotype": 0,
    "sentence_text": "La congregacion de merida es conocida por su hospitalidad."
  },
  {
    "stereotype": 0,
    "sentence_text": "Multiples armas de fuego fueron aseguradas en el barrio bravo de tepito."
  },
  {
    "stereotype": 0,
    "sentence_text": "Se cancelo el evento devido a las fuertes lluvias que se presentaron en dia de ayer en el puerto de veracruz."
  },
  {
    "stereotype": 0,
    "sentence_text": "No sabia que comprar hasta que llego al supermercado."
  },
  {
    "stereotype": 0,
    "sentence_text": "Los libros de texto son gratuitos, siempre y cuando esten inscritos a la escuela."
  },
  {
    "stereotype": 0,
    "sentence_text": "Investigan circunstancias de feminicidio."
  },
  {
    "stereotype": 0,
    "sentence_text": "Hombre asesino a su esposa, se investigan circunstancias."
  },
  {
    "stereotype": 0,
    "sentence_text": "Con muchas practica se que llegaré a dominar esa técnica."
  },
  {
    "stereotype": 0,
    "sentence_text": "Los nuevos telefonos de apple dejaron mucho que desear."
  },
  {
    "stereotype": 0,
    "sentence_text": "Las personas que trabajan para el gobierno, son por lo general muy lentos."
  },
  {
    "stereotype": 0,
    "sentence_text": "Algunas veces es mejor pedir perdon que pedir permiso."
  },
  {
    "stereotype": 0,
    "sentence_text": "Jóvenes y mayores están siempre de acuerdo."
  },
  {
    "stereotype": 0,
    "sentence_text": "Tienen un compromiso con el pueblo Mexicano."
  },
  {
    "stereotype": 0,
    "sentence_text": "Se necesita personal con titulación superior en Química."
  },
  {
    "stereotype": 0,
    "sentence_text": "Preste atención a lo que ocurre en la piscina cuando trabaje de socorrista."
  },
  {
    "stereotype": 0,
    "sentence_text": "Las personas llevaron a cabo la junta matutina."
  },
  {
    "stereotype": 0,
    "sentence_text": "El alumnado se dirigirá a la dirección."
  }
]
